function submitCameraClick() {
    alert('Після натискання кнопки "Ok" розпочнеться процес розпізнавання.' +
        '\n' + 'Для його завершення потрібно виконати наступні дії:'+
    '\n1. Сфокусуйтесь на відповідному вікні, яке транслює зображення з веб-камери' +
        '\n2. Натисніть клавіше Enter або ESC для виходу\n\n' +
    'Після чого отриманий результат буде збережено в excel-файл та відбудеться перезавантаження сторінки.')
}

function submitVideoClick() {
    alert('Натисніть "Ok" для початку розпізнавання. Після його завершення отриманий результат буде збережено' +
        ' в excel-файл та відбудеться перезавантаження сторінки.')
}